/* List separator */
" " = " ";

/* No comment provided by engineer. */
"&" = "&";

/* Coordinate format */
"(%@, %@)" = "(%1$@, %2$@)";

/* List delimiter */
"," = ",";

/* Approximate Qualifier Format */
"about %@" = "kb. %@";

/* Past Deictic Expression */
"ago" = "óta";

/* List conjunction */
"and" = "és";

/* Bit Unit */
"bits" = "bit";

/* Byte Unit */
"bytes" = "bájt";

/* Error converting to NSArray */
"Couldn’t convert to NSArray" = "Nem sikerült átalakítani NSArray tömbbe";

/* Day Unit (Singular) */
"day" = "nap";

/* Day Unit (Plural) */
"days" = "nap";

/* Day Unit (Singular, Abbreviated) */
"d" = "nap";

/* Day Unit (Plural, Abbreviated) */
"ds" = "nap";

/* Deictic Expression Format (#{Time} #{Ago/From Now} */
"Deictic Expression Format String" = "%1$@ %2$@";

/* #{Dimensional Quantity} #{Direction} */
"Dimension Format String" = "%1$@ %2$@";

/* #{Distance} #{Unit} */
"Distance Format String" = "%1$@ %2$@";

/* East Direction Abbreviation */
"E" = "K";

/* East Direction */
"East" = "Kelet";

/* Exabyte Unit */
"EB" = "EB";

/* Exbibyte Unit */
"EiB" = "EiB";

/* Future Deictic Expression */
"from now" = "mostantól";

/* Feet Unit */
"ft" = "láb";

/* Feet Per Second Unit */
"ft/s" = "láb/s";

/* Gigabyte Unit */
"GB" = "GB";

/* Gigabit Unit */
"Gbit" = "Gbit";

/* Gibibyte Unit */
"GiB" = "GiB";

/* Gibibit Unit */
"Gibit" = "Gibit";

/* Hour Unit (Singular) */
"hour" = "óra";

/* Hour Unit (Plural) */
"hours" = "óra";

/* Hour Unit (Singular, Abbreviated) */
"hr" = "ó";

/* Hour Unit (Plural, Abbreviated) */
"hrs" = "ó";

/* Present Deictic Expression */
"just now" = "nemrég";

/* Kilobyte Unit */
"KB" = "KB";

/* Kilobit Unit */
"kbit" = "Kbit";

/* Kibibyte Unit */
"KiB" = "KiB";

/* Kibibit Unit */
"Kibit" = "Kibit";

/* Kilometer Unit */
"km" = "km";

/* Kilometers Per Hour Unit */
"km/h" = "km/h";

/* No comment provided by engineer. */
"last month" = "előző hónap";

/* No comment provided by engineer. */
"last week" = "előző hét";

/* No comment provided by engineer. */
"last year" = "előző év";

/* Meter Unit */
"m" = "m";

/* Meters Per Second Unit */
"m/s" = "m/s";

/* Megabyte Unit */
"MB" = "MB";

/* Megabit Unit */
"Mbit" = "Mbit";

/* No comment provided by engineer. */
"Method Not Implemented" = "A metódus nincs megvalósítva";

/* Mebibyte Unit */
"MiB" = "MiB";

/* Mebibit Unit */
"Mibit" = "Mibit";

/* Mile Unit (Singular) */
"mile" = "mérföld";

/* Mile Unit (Plural) */
"miles" = "mérföld";

/* Minute Unit (Singular, Abbreviated) */
"min" = "perc";

/* Minute Unit (Plural, Abbreviated) */
"mins" = "perc";

/* Minute Unit (Singular) */
"minute" = "perc";

/* Minute Unit (Plural) */
"minutes" = "perc";

/* Month Unit (Singular, Abbreviated) */
"mo" = "hónap";

/* Month Unit (Singular) */
"month" = "hónap";

/* Month Unit (Plural) */
"months" = "hónap";

/* Month Unit (Plural, Abbreviated) */
"mos" = "hónap";

/* Miles Per Hour Unit */
"mph" = "m/h";

/* North Direction Abbreviation */
"N" = "É";

/* Northeast Direction Abbreviation */
"NE" = "ÉK";

/* No comment provided by engineer. */
"next month" = "következő hónap";

/* No comment provided by engineer. */
"next week" = "következő hét";

/* No comment provided by engineer. */
"next year" = "következő év";

/* North Direction */
"North" = "Észak";

/* Northeast Direction */
"Northeast" = "Északkelet";

/* Northwest Direction */
"Northwest" = "Északnyugat";

/* Northwest Direction Abbreviation */
"NW" = "ÉNy";

/* Petabyte Unit */
"PB" = "PB";

/* Petabit Unit */
"Pbit" = "Pbit";

/* Pebibyte Unit */
"PiB" = "PiB";

/* Pebibit Unit */
"Pibit" = "Pibit";

/* South Direction Abbreviation */
"S" = "D";

/* Second Unit (Plural, Abbreviated)
   Second Unit (Singular, Abbreviated) */
"s" = "mp";

/* Southeast Direction Abbreviation */
"SE" = "DK";

/* Second Unit (Singular) */
"second" = "másodperc";

/* Second Unit (Plural) */
"seconds" = "másodperc";

/* South Direction */
"South" = "Dél";

/* Southeast Direction */
"Southeast" = "Délkelet";

/* Southwest Direction */
"Southwest" = "Délnyugat";

/* #{Speed} #{Unit} */
"Speed Format String" = "%1$@ %2$@";

/* Southwest Direction Abbreviation */
"SW" = "DNy";

/* Terabyte Unit */
"TB" = "TB";

/* Terabit Unit */
"Tbit" = "Tbit";

/* Tebibyte Unit */
"TiB" = "TiB";

/* Tebibit Unit */
"Tibit" = "Tibit";

/* No comment provided by engineer. */
"tomorrow" = "holnap";

/* #{Value} #{Unit} */
"Unit of Information Format String" = "%1$@ %2$@";

/* West Direction Abbreviation */
"W" = "Ny";

/* Week Unit (Singular) */
"week" = "hét";

/* Week Unit (Plural) */
"weeks" = "hét";

/* West Direction */
"West" = "Nyugat";

/* Week Unit (Singular, Abbreviated) */
"wk" = "hét";

/* Week Unit (Plural, Abbreviated) */
"wks" = "hét";

/* Yard Unit */
"yds" = "yard";

/* Year Unit (Singular) */
"year" = "év";

/* Year Unit (Plural) */
"years" = "év";

/* No comment provided by engineer. */
"yesterday" = "tegnap";

/* Year Unit (Singular, Abbreviated) */
"yr" = "év";

/* Year Unit (Plural, Abbreviated) */
"yrs" = "év";

